export const RacingTracksDB = [
  {
    city: "ТОМСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ОМСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "ЗЕЛЕНОГОРСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "КРАСНОЯРСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 3,
  },
  {
    city: "ЧЕРНОГОРСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 3,
  },
  {
    city: "РУБЦОВСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "КИСЕЛЕВСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ТОПКИ",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "ПОЛЫСАЕВО",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "НОВОКУЗНЕЦК",
    status: "ВСЕРОССИЙСКИЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 4,
  },
  {
    city: "НОВОСИБИРСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ОРДЫНСКОЕ",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
];
