import React from "react";
import { AboutCrossText } from "./StyledAboutCross";
import "./styles.css";

export const AboutCross = () => {
  return (
    <div className="aboutcross__wrapper">
      <div className="wrapper__text">
        <AboutCrossText>
          Автокросс — это группа дисциплин автомобильного спорта, являющих собой
          соревнования на скорость с одновременным стартом (гонки). В них
          определяющее значение имеет порядок пересечения финишной линии,
          количество пройденных кругов и время прохождения дистанции.
          Соревнования по автокроссу проводятся на кольцевых трассах без
          покрытия либо с насыпным покрытием (грунт, песок, крошка, гравий и
          т.п.), закрытых для постороннего движения.
          <br></br>
          <br></br>Автомобильный кросс на сегодняшний день завоевал очень
          большую популярность и среди гонщиков, и среди болельщиков.
          Спортсменов привлекает более доступная цена подготовки автомобиля, и
          вместе с этим — большие возможности для реализации своих навыков
          пилотирования, напряженная борьба, иногда даже агрессивная атмосфера
          гонки, где в каждом заезде участвуют несколько автомобилей, и
          побеждает действительно самый уверенный, умелый и решительный.
          <br></br>
          <br></br>Разнообразие классов, от классических «Жигулей» до
          специальных кроссовых автомобилей «багги», превращает каждый кроссовый
          этап в зрелище на любой вкус!
          <br></br>
          <br></br>Автокросс широко распространен в Сибирском Федеральном
          Округе. Кроссовые трассы, на которых проходят автогонки различного
          уровня и статуса, располагаются в каждом регионе Сибири.
        </AboutCrossText>
      </div>
      <div className="wrapper__video">
        <p>ЗДЕСЬ БУДЕТ ВИДЕО</p>
      </div>
    </div>
  );
};
