const RacesCities = [
  {
    city: "ТОМСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ОМСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "ЗЕЛЕНОГОРСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "КРАСНОЯРСК",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 3,
  },
  {
    city: "ЧЕРНОГОРСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 3,
  },
  {
    city: "РУБЦОВСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "КИСЕЛЕВСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ТОПКИ",
    status: "МУНИЦИПАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 2,
  },
  {
    city: "ПОЛЫСАЕВО",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "НОВОКУЗНЕЦК",
    status: "ВСЕРОССИЙСКИЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 4,
  },
  {
    city: "НОВОСИБИРСК",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
  {
    city: "ОРДЫНСКОЕ",
    status: "РЕГИОНАЛЬНЫЙ ЧЕМПИОНАТ",
    results: "ГОНКИ ЕЩЕ НЕ БЫЛО",
    stages: 1,
  },
];

const CrossCars = [
  { class: "Д2Н", type: "ПЕРЕДНИЙ", price: "10000$", hp: "130 Л.С." },
  { class: "СУПЕР-1600", type: "ПЕРЕДНИЙ", price: "20000$", hp: "180 Л.С." },
  { class: "Д2-КЛАССИКА", type: "ЗАДНИЙ", price: "7000$", hp: "120 Л.С." },
  { class: "Д3-СПРИНТ", type: "ЗАДНИЙ", price: "10000$", hp: "140 Л.С." },
  { class: "СУПЕР-АВТО", type: "ПОЛНЫЙ", price: "40000$", hp: "350 Л.С." },
  { class: "СУПЕР-БАГГИ", type: "ПОЛНЫЙ", price: "40000$", hp: "300 Л.С." },
  { class: "Т1-2500", type: "ПОЛНЫЙ", price: "10000$", hp: "200 Л.С." },
  { class: "Т4", type: "ЗАДНИЙ", price: "8000$", hp: "260 Л.С." },
  { class: "Д3-ЮНИОР", type: "ЗАДНИЙ", price: "3000$", hp: "80 Л.С." },
  { class: "Д2-ЮНИОР", type: "ПЕРЕДНИЙ", price: "3000$", hp: "80 Л.С." },
  { class: "Д3-МИНИ", type: "ЗАДНИЙ", price: "2500$", hp: "20 Л.С." },
  { class: "Д3-МИКРО", type: "ЗАДНИЙ", price: "2000$", hp: "10 Л.С." },
];

export { CrossCars, RacesCities };
